{
  "guayaquil": [
    "Guayaquil is Ecuador’s most populous city and functions as the country’s main Pacific port.",
    "The Malecón 2000 is a 2.5 km riverside promenade along the Guayas River within Guayaquil.",
    "In Parque Seminario (in Guayaquil), iguanas roam freely among the trees and paths.",
    "Las Peñas neighborhood in Guayaquil climbs up Cerro Santa Ana and features 444 steps and vivid houses.",
    "José Joaquín de Olmedo International Airport serves both domestic and international routes to and from Guayaquil.",
    "Two rivers—Daule and Babahoyo—merge near Guayaquil to form the Guayas River.",
    "Guayaquil’s climate is tropical and humid, with a pronounced rainy season between January and April.",
    "Guayaquil celebrates its independence every October 9, marking its break from Spanish rule in 1820.",
    "In the late 19th and early 20th centuries, Guayaquil’s growth was fueled by cacao exports.",
    "The Estero Salado is a tidal estuary that borders western Guayaquil.",
    "Puerto Santa Ana in Guayaquil combines modern towers with riverfront views.",
    "The Monument to La Rotonda in Guayaquil commemorates the 1822 meeting of Bolívar and San Martín.",
    "Guayaquil-style ceviche in Guayaquil is often served slightly warm and includes tomato and lime.",
    "Metrovía is Guayaquil’s bus rapid transit system, operating multiple corridors across the city.",
    "In Guayaquil, local football rival clubs include Barcelona SC and Club Sport Emelec.",
    "La Perla is a large riverside Ferris wheel located in Guayaquil’s riverfront area.",
    "Guayaquil acts as a key gateway city to the Galápagos Islands via domestic flights.",
    "The Guayaquil Historical Park showcases regional wildlife and traditional architecture within the city.",
    "ESPOL (Escuela Superior Politécnica del Litoral) in Guayaquil is known for its strong engineering and tech programs.",
    "Samborondón lies near Guayaquil and hosts growing residential and commercial developments.",
    "Cerro Blanco, on the outskirts of Guayaquil, preserves patches of dry tropical forest.",
    "The Guayas River basin, which includes Guayaquil, is among South America’s major Pacific drainage systems.",
    "Guayaquil’s port handles a large share of Ecuador’s container traffic.",
    "Along Guayaquil’s riverfront, the Malecón includes gardens, museums, and public art installations.",
    "Guayaquil was the site of the 1822 conference between Bolívar and San Martín, influencing the region’s independence trajectory."  
  ],
  "dogs": [
    "Dogs cannot safely digest chocolate or cocoa because theobromine is toxic to them.",
    "If a dog ingests grapes or raisins, it can lead to sudden kidney failure.",
    "Xylitol (a sugar substitute) can trigger dangerously low blood sugar levels in dogs.",
    "When dogs chew cooked bones, those bones may splinter and cause internal damage.",
    "Panting is the primary way that dogs cool themselves, so always offer shade and water in heat.",
    "Equipping a dog with a microchip and visible ID tags greatly improves the chance of reunion if lost.",
    "A wagging tail reflects arousal, not always joy; context matters.",
    "Relaxed eyes and a loose posture generally indicate a dog is calm and comfortable.",
    "Regular physical exercise helps reduce stress and minimize destructive behavior in dogs.",
    "During the 3- to 14-week period, puppies benefit most from gentle socialization and exposure.",
    "Training dogs with positive reinforcement works better than punishment because punishment can cause fear.",
    "A sudden change in a dog’s behavior often signals pain or illness—consult a vet promptly.",
    "Many human medications are dangerous to dogs; never dose without veterinary supervision.",
    "Onions, garlic, alcohol, and macadamia nuts are toxic to dogs and should always be avoided.",
    "Because dogs have limited sweat glands, especially on their paw pads, dehydration risk is higher on hot days.",
    "Dogs rely more on scent than taste—most of their enjoyment in food comes from smell.",
    "Dogs are born deaf and blind, and their senses develop gradually over the first two weeks.",
    "A dog’s nose print is as unique as a human fingerprint and can serve as an identifier.",
    "Poor dental hygiene in dogs can lead to plaque buildup, gum disease, and pain.",
    "Monthly veterinary checkups and parasite prevention are key to a dog’s long-term health.",
    "Short, rewarding sessions are more effective for teaching a dog reliable recall behavior.",
    "Dogs often scavenge from trash—ingesting foreign objects can lead to intestinal blockage.",
    "Using a well-fitted harness or collar minimizes the risk of escape and neck injury.",
    "Before switching a dog to a raw or home-cooked diet, always consult with a veterinarian.",
    "Senior dogs often benefit from softer bedding and more frequent health checks as they age."  
  ]
}